{
  "title": "A super handy free QR Code Generator for you!",
  "about": "About",
  "docs": "Docs",
  "team": "Team",
  "download": "Download",
  "description": "Incredibly easy free extension for your browser that allows you to generate QR code of the current page, your custom links or text in one click.",
  "downloadbtn": "Download QRCodeGen",
  "aboutGitHubTitle": "We don't hide code from our users!",
  "aboutGitHubText": "You can check out the source code in the github repository and even suggest new features or bug reports via pull request.",
  "aboutTitle": "We update our extension on a regular basis.",
  "aboutText": "We are constantly adding new features to our extension, updating old ones, fixing bugs and more. We also think about how to make life easier for our users. That's why we add the most requested features in a timely manner.",
  "features": "Features",
  "featuresSmallText": "This is a small list of features our extension offers. There will be more in time!",
  "feature1": "Generate QR Codes from URLs on the fly! Our extension automatically creates a QR code of the currently open page so you can share it in one click.",
  "feature2": "You can generate QR code from your own links and even plain text! You won't have to switch to another extension to enter your custom website link.",
  "feature3": "Copy your QR code in one click! Our extension will save the images to your clipboard so you can share in any way you like.",
  "feature4": "Download your QR code without quality loss in original resolution! You can embed this image on your own website, in a document, print on a paper sheet or even a t-shirt.",
  "feature5": "You can pick any color for your QR code! Choose the background and front color and make interesting, colorful and vibrant QR codes that will look great in any place.",
  "moreFeatures": "And more!",
  "teamSmallText": "We are a small team of students trying our best to make life easier for others! We work only on a sheer power of our motivation and the fury of our academic supervisor.",
  "Nikita": "Nikita Ilkaev",
  "Vasilina": "Vasilina Miryan",
  "Elena": "Elena Kolupaeva",
  "Leonid": "Leonid Leonov",
  "Ilya": "Ilya Kisel",
  "teamlead": "Team Lead",
  "designer": "Designer",
  "frontend": "Frontend",
  "backend": "Backend",
  "QA": "Quality Engineer",
  "NikitaText": "Something",
  "VasilinaText": "JS enthusiast, Figma enjoyer and TS hater. When she can't get a bug fixed, she thinks the world is rotten and there's nothing left but misery.",
  "ElenaText": "Something",
  "LeonidText": "Something",
  "IlyaText": "Something",
  "contacts": "Contacts",
  "ourEmail": "Email: grcodegen@gmail.com",
  "ourPhone": "Phone: +7 (800) 222-75-46",
  "collegeInfo": "All rights belong to Hexlet College. Please voice all complaints by phone above.",
  "subscribe": "Subscribe"
}